<?php

require_once 'connect.php';

mysqli_query($connect, query:"INSERT INTO `university`(`id`, `parentID`, `typeID`, `name`, `isArchive`) VALUES 
('1','0','1','РГУ НГ','0'),
('2','1','2','ТЭК','0'),
('3','1','2','Разработка','0'),
('4','2','3','Безопасности информационных технологий','0'),
('5','2','3','Специальных программ','0'),
('6','3','3','Бурения нефтяных и газовых скважин','0'),
('7','4','4','КИ-21-01','0'),
('8','5','4','КИ-21-02','0'),
('9','7','5','Романов','0'),
('10','7','5','Иванов','0')");